<template>

  <el-container direction="vertical">
    <myheader index="/"></myheader>

    <el-main class="main-content">
      <el-row :gutter="0" type="flex" justify="center">
        <el-col :xs="20" :sm="18" :md="16" :lg="14" :xl="12">

          <h1>实验室</h1>

          <p style="text-indent:2em">
            区块链实验室成立于2015年，致力于下一代海量、异构数据的分布式存储、管理、查询、分析和机器学习系统与算法的研究和应用。通过并行与分布式数据处理和云上系统资源管理，多场景、多模态、异构计算引擎融合统一系统智能与自治化，数据安全隐私计算等关键技术，为各行业、各场景提供高效的算法支持和安全、可靠、强有力的计算引擎。
          </p>


          <el-divider></el-divider>

          <h1>研究方向</h1>

          <ul>
            <li>
              <h4>下一代多场景多模态异构计算引擎</h4>
              <p>
                融合与统一批处理、交互式处理和流处理等多种计算模态，研究近似查询、渐进式执行等新技术，支持传统数据分析、图计算、机器学习等各种应用场景和计算需求下一代计算引擎。同时在计算引擎中研究利用GPU、FPGA、ASIC等异构硬件高效率和低延迟的计算性能，将异构硬件的计算能力与传统通用计算整合，更好地满足人工智能、高性能数据分析等计算密集型领域的计算需求。
              </p>
            </li>

            <li>
              <h4>大规模多样性数据挖掘和机器学习算法及应用</h4>
              <p>
                研究在大规模多样性数据（如结构化数据、图数据、信息网络等）上的高效数据挖掘算法和机器学习算法，探索和融合大规模图表征学习、知识图谱等新技术，应用于在线反作弊、推荐系统、和提高搜索效能等场景，服务普惠到社会生活中。
              </p>
            </li>

            <li>
              <h4>智能与自治化系统</h4>
              <p>
                将系统技术与人工智能技术相结合，利用人工智能技术在数据仓库管理、资源调度、引擎优化等各个方面的优势加强与改进系统；同时使用系统技术辅助人工智能中的模型选择、元参数搜索等工作，进行自动的元学习，从而帮助系统变得更加智能，更加安全可靠。
              </p>
            </li>

            <li>
              <h4>数据安全和隐私保护</h4>
              <p>
                研究如何在数据采集、数据共享和数据呈现等多个可能泄露个人敏感信息的数据处理阶段有效保障数据安全和用户隐私，同时降低数据损耗并提供高效的数据分析能力。
              </p>
            </li>

            <li>
              <h4>超大规模图计算</h4>
              <p>
                研究以深度学习和图计算结合的大规模图表征学习为代表的机器学习算法和基于图的知识图谱技术，研发新型架构的超大规模图计算引擎和超大规模知识图谱推理系统。在信息检索、分布式计算、大规模系统设计、机器学习、人工智能、自然语言处理等相关领域做出突破贡献。
              </p>
            </li>

          </ul>

        </el-col>
      </el-row>
    </el-main>


    <myfooter></myfooter>
  </el-container>
</template>

<script>
  import myheader from '~/components/header.vue'
  import myfooter from '~/components/footer.vue'

  export default {
    components: {
      myheader,
      myfooter
    }
  }
</script>

<style scoped>


  h4 {
    margin: 20px 0 10px 0;
  }

  p {
    line-height: 1.7;
    color: #606266;
  }


</style>
